#!/bin/bash
echo "-----------------------------------------------------------------------------"
curl -s https://raw.githubusercontent.com/razumv/helpers/main/doubletop.sh | bash
echo "-----------------------------------------------------------------------------"

echo "-----------------------------------------------------------------------------"
echo "Выполняем фикс"
echo "-----------------------------------------------------------------------------"
curl -s https://raw.githubusercontent.com/razumv/helpers/main/tools/install_ufw.sh
ufw deny in 9002
ufw deny in 9122
ufw deny in 8002
echo "-----------------------------------------------------------------------------"
echo "Теперь ваша нода под защитой ufw ❤️ "
echo "-----------------------------------------------------------------------------"
